[
  {"id":"rohde2013","type":"book","title":"The Sketchnote Handbook: The Illustrated Guide to Visual Note Taking","publisher":"Peachpit Press","number-of-pages":"205","source":"Google Books","abstract":"This gorgeous, fully illustrated handbook tells the story of sketchnotes--why and how you can use them to capture your thinking visually, remember key information more clearly, and share what you've captured with others. Author Mike Rohde shows you how to incorporate sketchnoting techniques into your note-taking process--regardless of your artistic abilities--to help you better process the information that you are hearing and seeing through drawing, and to actually have fun taking notes.  The Sketchnote Handbook explains and illustrates practical sketchnote techniques for taking visual notes at your own pace as well as in real time during meetings and events. Rohde also addresses most people's fear of drawing by showing, step-by-step, how to quickly draw people, faces, type, and simple objects for effective and fast sketchnoting. The book looks like a peek into the author's private sketchnote journal, but it functions like a beginner's guide to sketchnoting with easy-to-follow instructions for drawing out your notes that will leave you itching to attend a meeting just so you can draw about it.","ISBN":"978-0-321-85789-7","language":"en","author":[{"family":"Rohde","given":"Mike"}],"issued":{"date-parts":[[2013]]},"title-short":"The Sketchnote Handbook"},
  {"id":"postill2012","type":"article-journal","title":"Social Media Ethnography: The Digital Researcher in a Messy Web","container-title":"Media International Australia","page":"123-134","volume":"145","issue":"1","source":"SAGE Journals","abstract":"Social media practices and technologies are often part of how ethnographic research participants navigate their wider social, material and technological worlds, and are equally part of ethnographic practice. This creates the need to consider how emergent forms of social media-driven ethnographic practice might be understood theoretically and methodologically. In this article, we respond critically to existing literatures concerning the nature of the internet as an ethnographic site by suggesting how concepts of routine, movement and sociality enable us to understand the making of social media ethnography knowledge and places.","URL":"https://doi.org/10.1177/1329878X1214500114","DOI":"10.1177/1329878X1214500114","ISSN":"1329-878X","language":"en","author":[{"family":"Postill","given":"John"},{"family":"Pink","given":"Sarah"}],"issued":{"date-parts":[[2012,11,1]]},"accessed":{"date-parts":[[2018,1,23]]},"title-short":"Social Media Ethnography","container-title-short":"Media International Australia"},
  {"id":"seidman2013","type":"book","title":"Interviewing as Qualitative Research: A Guide for Researchers in Education and the Social Sciences","publisher":"Teachers College Press","number-of-pages":"193","source":"Google Books","abstract":"Education&quot;I have used Seidman&#39;s text with great success with graduate students new to qualitative research. Its complex yet readable treatment is an essential part of the toolbox for both novice and experienced qualitative interviewers.&quot;Mark R. Warren, Associate Professor of Public Policy and Public Affairs, University of Massachusetts Boston&quot;This is a thoughtful and well-written introduction to the topic. I assign it in multiple undergraduate and graduate classes I teach. The chapter on interview technique is particularly helpful, giving students useful advice on topics like how to avoid asking leading questions. Highly recommended.&quot;Amy Bruckman, College of Computing, Georgia Institute of TechnologyNowin its fourth edition, this popular book provides&#39; clear, step-by-step guidance for new and experienced interviewers to develop, shape, and reflect on interviewing as a qualitative research process. Using concrete examples of interviewing techniques to illustrate the issues under discussion, this classic text helps readers understand the complexities of interviewing and its connections to broader issues of qualitative research. The text includes principles and methods that can be adapted to a range of interviewing approaches.Appropriate for individual and classroom use, the new edition has been completely updated and expanded to include important new material on ethical issues, long-distance interviewing, computer-assisted data analysis, and more","ISBN":"978-0-8077-5404-7","language":"en","author":[{"family":"Seidman","given":"Irving"}],"issued":{"date-parts":[[2013]]},"title-short":"Interviewing as Qualitative Research"},
  {"id":"graham2007","type":"paper-conference","title":"How Probes Work","container-title":"Proceedings of the 19th Australasian Conference on Computer-Human Interaction: Entertaining User Interfaces","collection-title":"OZCHI '07","publisher":"ACM","page":"29–37","source":"ACM Digital Library","abstract":"'Cultural probes', since first being proposed and described by Bill Gaver and his colleagues, have been adapted and appropriated for a range of purposes within a variety of technology projects. In this paper we critically review different uses of Probes and discuss common aspects of different Probe variants. We also present and critique some of the debate around Probes through describing the detail of their use in two studies: The Digital Care Project (Lancaster University) and The Mediating Intimacy Project (University of Melbourne). We then reorient the discussion around Probes towards how probes work: both as interpretative fodder for social scientists and as a resource for 'designers'. Finally we discuss new possible directions for Probes as an approach and some of the challenges confronting Probes as an approach.","URL":"http://doi.acm.org/10.1145/1324892.1324899","DOI":"10.1145/1324892.1324899","ISBN":"978-1-59593-872-5","author":[{"family":"Graham","given":"Connor"},{"family":"Rouncefield","given":"Mark"},{"family":"Gibbs","given":"Martin"},{"family":"Vetere","given":"Frank"},{"family":"Cheverst","given":"Keith"}],"issued":{"date-parts":[[2007]]},"accessed":{"date-parts":[[2018,1,23]]},"publisher-place":"New York, NY, USA"},
  {"id":"gillham2005","type":"book","title":"Research Interviewing: The Range Of Techniques: A Practical Guide","publisher":"McGraw-Hill Education (UK)","number-of-pages":"195","source":"Google Books","abstract":"The robust, real-world approach makes this book appropriate for practitioner researchers and postgraduate students up to PhD level. Covers distance and face-to-face interviewing, from the un-structured and naturalistic to the highly structured, focused and time-efficient.","ISBN":"978-0-335-21586-7","language":"en","author":[{"family":"Gillham","given":"Bill"}],"issued":{"date-parts":[[2005,8,1]]},"title-short":"Research Interviewing"},
  {"id":"ardevol2012","type":"chapter","title":"Digital Ethnography and Media Practices","container-title":"The International Encyclopedia of Media Studies","publisher":"John Wiley & Sons, Ltd","source":"Wiley Online Library","abstract":"This chapter deals with ethnographic methodologies used when studying digital media, social contexts, and cultural practices. The chapter starts with an introduction to ethnography and its challenges when going digital. It then provides an overview of the different approaches to digital ethnography depending on the object of study: (1) the ethnography of online communities, virtual worlds, and social media sites; (2) the connective ethnography proposal through online and offline field settings; and (3) the ethnography of everyday life and the issue of audiences and creative practices in digital media. Finally, we discuss methodological issues relating to how to conduct online ethnographic fieldwork, including participant observation, interviews, as well as digital tools for registering, analyzing, presenting data, and some ethical considerations.","URL":"http://onlinelibrary.wiley.com/doi/10.1002/9781444361506.wbiems193/abstract","ISBN":"978-1-4443-6150-6","language":"en","author":[{"family":"Ardévol","given":"Elisenda"},{"family":"Gómez-Cruz","given":"Edgar"}],"issued":{"date-parts":[[2012]]},"accessed":{"date-parts":[[2018,1,23]]},"DOI":"10.1002/9781444361506.wbiems193"},
  {"id":"gaver1999","type":"article-journal","title":"Design: Cultural Probes","container-title":"interactions","page":"21–29","volume":"6","issue":"1","source":"ACM Digital Library","URL":"http://doi.acm.org/10.1145/291224.291235","DOI":"10.1145/291224.291235","ISSN":"1072-5520","author":[{"family":"Gaver","given":"Bill"},{"family":"Dunne","given":"Tony"},{"family":"Pacenti","given":"Elena"}],"issued":{"date-parts":[[1999,1]]},"accessed":{"date-parts":[[2018,1,23]]},"title-short":"Design"},
  {"id":"gaver2004","type":"article-journal","title":"Cultural Probes and the Value of Uncertainty","container-title":"interactions","page":"53–56","volume":"11","issue":"5","source":"ACM Digital Library","abstract":"When reason is away, smiles will play.     --- Paul Eluard and Benjamin Péret","URL":"http://doi.acm.org/10.1145/1015530.1015555","DOI":"10.1145/1015530.1015555","ISSN":"1072-5520","author":[{"family":"Gaver","given":"William W."},{"family":"Boucher","given":"Andrew"},{"family":"Pennington","given":"Sarah"},{"family":"Walker","given":"Brendan"}],"issued":{"date-parts":[[2004,9]]},"accessed":{"date-parts":[[2018,1,23]]}},
  {"id":"mayring2014","type":"article-journal","title":"Qualitative content analysis: theoretical foundation, basic procedures and software solution","source":"Google Scholar","author":[{"family":"Mayring","given":"Philipp"}],"issued":{"date-parts":[[2014]]},"title-short":"Qualitative content analysis"},
  {"id":"code2017","type":"speech","title":"Video Games Are Boring","event":"Series on the Practice of Digital Games 2017","URL":"http://subotron.com/veranstaltung/boring/","author":[{"family":"Code","given":"Brie"}],"issued":{"date-parts":[[2017,7,9]]},"event-place":"MuseumsQuartier / Q21 / Raum D, 1070 Wien"},
  {"id":"qcamap","type":"webpage","title":"Qualitative Content Analysis Programm","URL":"https://www.qcamap.org/","author":[{"family":"Mayring","given":"Philipp"},{"family":"Fenzl","given":"Thomas"}],"accessed":{"date-parts":[[2018,1,26]]}}
]
